# FormUtils Class

---
Define Form utility functions
SystemObject Autodesk.Revit.DBFormUtils
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

    public static class FormUtils

    Public NotInheritable Class FormUtils

    public ref class FormUtils abstract sealed

    [<AbstractClassAttribute>]
    [<SealedAttribute>]
    type FormUtils = class end
The FormUtils type exposes the following members.
| Name| Description
---|---|---
| CanBeDissolved|
| DissolveForms(Document, ICollectionElementId)|
| DissolveForms(Document, ICollectionElementId, ICollectionElementId)|
Top
#### Reference
Autodesk.Revit.DB Namespace